FSAndDisk_Test/FS_Disk_SSD_980_NVMe_scripts/980_fs_fio_test_read_ranseq/seq_read_block_4K_4_4_jobs.out
seq_read_test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=4
...
fio-3.28
Starting 4 processes

seq_read_test: (groupid=0, jobs=4): err= 0: pid=264454: Sun May 19 03:02:43 2024
  read: IOPS=186k, BW=726MiB/s (761MB/s)(200GiB/282080msec)
    slat (usec): min=2, max=840, avg= 4.63, stdev= 2.91
    clat (nsec): min=797, max=7910.3k, avg=72816.56, stdev=120648.64
     lat (usec): min=13, max=7973, avg=77.51, stdev=122.66
    clat percentiles (usec):
     |  1.00th=[   13],  5.00th=[   15], 10.00th=[   16], 20.00th=[   19],
     | 30.00th=[   21], 40.00th=[   22], 50.00th=[   23], 60.00th=[   25],
     | 70.00th=[   30], 80.00th=[   78], 90.00th=[  235], 95.00th=[  363],
     | 99.00th=[  570], 99.50th=[  635], 99.90th=[  766], 99.95th=[  816],
     | 99.99th=[  922]
   bw (  KiB/s): min=210163, max=2606100, per=100.00%, avg=823119.64, stdev=170432.98, samples=2041
   iops        : min=52540, max=651524, avg=205779.55, stdev=42608.24, samples=2041
  lat (nsec)   : 1000=0.01%
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=29.87%, 50=47.58%
  lat (usec)   : 100=3.56%, 250=9.72%, 500=7.41%, 750=1.74%, 1000=0.12%
  lat (msec)   : 2=0.01%, 10=0.01%
  cpu          : usr=12.93%, sys=31.31%, ctx=19417441, majf=0, minf=140
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=52428800,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
   READ: bw=726MiB/s (761MB/s), 726MiB/s-726MiB/s (761MB/s-761MB/s), io=200GiB (215GB), run=282080-282080msec

Disk stats (read/write):
  nvme2n1: ios=52394215/0, merge=0/0, ticks=3538502/0, in_queue=3538501, util=100.00%

Test Time: 2024-05-19 03:02:44
Device Name: filetest.txt
Device Info: